export const summerShifts = [
  {
    date: "10 июня - 24 июня",
    shift: "1 смена",
    title: "Конно-туристичская",
    description:
      "Конно — туристическая смена Создана для детей, которые любят лошадей и активный отдых, мечтают научиться ездить верхом или хотят совершенствовать уже имеющиеся навыки! Опыт верховой езды не обязателен",
    image: "/images/large-card.png",
    price: 41_290,
    priceWithDiscount: 34_990,
  },
  {
    date: "27 июня - 11 июля",
    shift: "2 смена",
    title: "Отряды Воркаут в Дружбе",
    description:
      "Воркаут — это уличная гимнастика, которая может быть отнесена к любительскому виду спорта, физической культуре и представляет собой спортивную субкультуру",
    image: "/images/large-card-2.png",
    price: 41_290,
    priceWithDiscount: 34_990,
  },
  {
    date: "15 июля - 29 июля",
    shift: "3 смена",
    title: "Шерлок Холмс",
    description:
      "На протяжении всей смены дети будут затянуты в истории людей, которые им предстоит разгадать. Каждый ребёнок сможет проявить себя и свои возможности",
    image: "/images/large-card-3.png",
    price: 41_290,
    priceWithDiscount: 34_990,
  },
  {
    date: "01 августа - 15 августа",
    shift: "4 смена",
    title: "Гарри Поттер",
    description:
      "Смена для самых волшебных детей. Много тайн и волшебные вечеринки. Путешествие по загадочному миру на территории лагеря",
    image: "/images/large-card-4.png",
    price: 41_290,
    priceWithDiscount: 34_990,
  },
]

export const winterShifts = [
  {
    date: "02 Января - 08 Января",
    shift: "Зимняя смена",
    title: "Рождественские приключения гринча",
    description:
      "Вас ждёт 5-ти разовое питание, комфортные 4-местные номера и разнообразные активности: творческие мастер-классы, вечерние мероприятия, спортивные игры и верёвочный парк. Главное развлечение — «хоккей на валенках»!",
    image: "/images/large-card.png",
    price: 35_290,
    priceWithDiscount: 28_990,
  },
]

export const autumnShifts = [
  {
    date: "27 Октября - 02 ноября",
    shift: "Осенняя смена",
    title: "Осень Творчества",
    description: `Осенний заезд, это очень хороший способ для ребят, которые никогда не были в лагере, "попробовать лагерь на вкус" - интенсивно, не так продолжительно как летние каникулы, весело. Мероприятия помогают раскрыть таланты ребенка.`,
    image: "/images/large-card.png",
    price: 28_290,
    priceWithDiscount: 22_990,
  },
]

export const shifts = {
  summer: summerShifts,
  winter: winterShifts,
  autumn: autumnShifts,
}
